Repository: jstdlee/shoebox
Catalog: iOS/App/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: %@ failed
ja: %@ 件失敗
ko: %@개 실패
zh_hans: %@ 个失败

source: %@ files
ja: %@ 件のファイル
ko: 파일 %@개
zh_hans: %@ 个文件

source: %@ files uploaded
ja: %@ 件のファイルをアップロード済み
ko: 파일 %@개 업로드됨
zh_hans: 已上传 %@ 个文件

source: %@ skipped
ja: %@ 件スキップ
ko: %@개 건너뜀
zh_hans: %@ 个跳过

source: A full copy of your photo library in one folder. Each backup is complete on its own.
ja: 1 つのフォルダに入ったライブラリ全体のコピー。各バックアップは単独で完結しています。
ko: 한 폴더에 담긴 사진 보관함 전체 사본. 각 백업은 그 자체로 완전합니다.
zh_hans: 一个文件夹中的完整图库副本。每份备份都可单独使用。

source: Access key
ja: アクセスキー
ko: 액세스 키
zh_hans: 访问密钥

source: Access key and secret are required.
ja: アクセスキーとシークレットが必要です。
ko: 액세스 키와 시크릿이 필요합니다.
zh_hans: 需要访问密钥和密钥。

source: Add storage
ja: ストレージを追加
ko: 스토리지 추가
zh_hans: 添加存储

source: Add your S3 or R2 storage to start.
ja: S3 または R2 のストレージを追加して開始します。
ko: 시작하려면 S3 또는 R2 스토리지를 추가하세요.
zh_hans: 添加 S3 或 R2 存储即可开始。

source: Back up every
ja: バックアップの間隔
ko: 백업 주기
zh_hans: 备份间隔

source: Back up now
ja: 今すぐバックアップ
ko: 지금 백업
zh_hans: 立即备份

source: Background
ja: バックグラウンド
ko: 백그라운드
zh_hans: 后台

source: Background backup
ja: バックグラウンドバックアップ
ko: 백그라운드 백업
zh_hans: 后台备份

source: Background backup is off
ja: バックグラウンドバックアップはオフです
ko: 백그라운드 백업이 꺼져 있음
zh_hans: 后台备份已关闭

source: Backing up
ja: バックアップ中
ko: 백업 중
zh_hans: 正在备份

source: Backing up…
ja: バックアップ中…
ko: 백업 중…
zh_hans: 正在备份…

source: Backup
ja: バックアップ
ko: 백업
zh_hans: 备份

source: Backup progress
ja: バックアップの進行状況
ko: 백업 진행률
zh_hans: 备份进度

source: Bucket
ja: バケット
ko: 버킷
zh_hans: 存储桶

source: Changes are saved as you make them.
ja: 変更はすぐに保存されます。
ko: 변경 사항은 바로 저장됩니다.
zh_hans: 更改会立即保存。

source: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接

source: Could not save: %@
ja: 保存できませんでした：%@
ko: 저장할 수 없음: %@
zh_hans: 无法保存：%@

source: Demo
ja: デモ
ko: 데모
zh_hans: 演示

source: Each backup is a full copy of your library. iOS picks the exact time, usually while charging on Wi-Fi.
ja: 各バックアップはライブラリ全体のコピーです。正確な時刻は iOS が決めます。通常は Wi-Fi 接続で充電中です。
ko: 각 백업은 라이브러리 전체의 사본입니다. 정확한 시간은 iOS가 정하며, 보통 Wi-Fi에 연결해 충전할 때입니다.
zh_hans: 每份备份都是图库的完整副本。具体时间由 iOS 决定，通常在连接 Wi-Fi 充电时。

source: Each finished backup shows here.
ja: 完了したバックアップがここに表示されます。
ko: 완료된 백업이 여기에 표시됩니다.
zh_hans: 完成的备份会显示在这里。

source: Edited versions
ja: 編集済みのバージョン
ko: 편집된 버전
zh_hans: 编辑后的版本

source: Endpoint
ja: エンドポイント
ko: 엔드포인트
zh_hans: 端点

source: Endpoint is not a valid URL.
ja: エンドポイントが有効な URL ではありません。
ko: 엔드포인트가 올바른 URL이 아닙니다.
zh_hans: 端点不是有效的 URL。

source: Failed
ja: 失敗
ko: 실패
zh_hans: 失败

source: Folder
ja: フォルダ
ko: 폴더
zh_hans: 文件夹

source: History
ja: 履歴
ko: 기록
zh_hans: 历史

source: How Shoebox works
ja: Shoebox のしくみ
ko: Shoebox 작동 방식
zh_hans: Shoebox 的工作方式

source: Include
ja: 含める項目
ko: 포함
zh_hans: 包含

source: Keep
ja: 保持
ko: 보관
zh_hans: 保留

source: Keep on for R2 and MinIO.
ja: R2 と MinIO ではオンのままにします。
ko: R2와 MinIO에서는 켜 두세요.
zh_hans: R2 和 MinIO 请保持开启。

source: Key ID
ja: キー ID
ko: 키 ID
zh_hans: 密钥 ID

source: Last backup %@.
ja: 前回のバックアップ：%@
ko: 마지막 백업: %@
zh_hans: 上次备份：%@。

source: Live Photo motion
ja: Live Photos の動き
ko: Live Photo 움직임
zh_hans: 实况照片动态

source: Manifest
ja: マニフェスト
ko: 매니페스트
zh_hans: 清单

source: Movies from the camera and other apps.
ja: カメラやほかのアプリのビデオ。
ko: 카메라와 다른 앱의 비디오.
zh_hans: 相机和其他 App 的视频。

source: Needs attention
ja: 確認が必要です
ko: 확인 필요
zh_hans: 需要处理

source: Next backup
ja: 次回のバックアップ
ko: 다음 백업
zh_hans: 下次备份

source: Not set up
ja: 未設定
ko: 설정 안 됨
zh_hans: 尚未设置

source: Optional
ja: 任意
ko: 선택 사항
zh_hans: 可选

source: Path-style URLs
ja: パス形式の URL
ko: 경로 스타일 URL
zh_hans: 路径样式 URL

source: Region
ja: リージョン
ko: 리전
zh_hans: 区域

source: Schedule
ja: スケジュール
ko: 일정
zh_hans: 计划

source: Secret
ja: シークレット
ko: 시크릿
zh_hans: 密钥

source: Secret access key
ja: シークレットアクセスキー
ko: 시크릿 액세스 키
zh_hans: 秘密访问密钥

source: See the app with sample backups. Nothing is uploaded.
ja: サンプルのバックアップでアプリを確認します。何もアップロードしません。
ko: 샘플 백업으로 앱을 살펴봅니다. 아무것도 업로드하지 않습니다.
zh_hans: 用示例备份查看 App。不会上传任何内容。

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

source: Shoebox keeps the latest %@ backups and deletes older ones.
ja: Shoebox は最新の %@ 件を保持し、古いバックアップを削除します。
ko: Shoebox는 최근 백업 %@개를 보관하고 오래된 백업을 삭제합니다.
zh_hans: Shoebox 保留最近 %@ 份备份，并删除更早的备份。

source: Shoebox needs Full Access to photos. Change it in Settings › Privacy › Photos.
ja: Shoebox には写真へのフルアクセスが必要です。「設定 › プライバシー › 写真」で変更してください。
ko: Shoebox에는 사진 전체 접근 권한이 필요합니다. 설정 › 개인정보 보호 › 사진에서 변경하세요.
zh_hans: Shoebox 需要照片的完全访问权限。请在“设置 › 隐私 › 照片”中更改。

source: Shoebox starts a new backup after the number of days you set. iOS picks the exact time.
ja: 設定した日数が過ぎると、Shoebox は新しいバックアップを開始します。正確な時刻は iOS が決めます。
ko: 설정한 일수가 지나면 Shoebox가 새 백업을 시작합니다. 정확한 시간은 iOS가 정합니다.
zh_hans: 经过你设置的天数后，Shoebox 会开始新的备份。具体时间由 iOS 决定。

source: Show sample data
ja: サンプルデータを表示
ko: 샘플 데이터 표시
zh_hans: 显示示例数据

source: Showing sample data. Tap to turn it off.
ja: サンプルデータを表示中。タップしてオフにします。
ko: 샘플 데이터를 표시하는 중. 탭하여 끕니다.
zh_hans: 正在显示示例数据。轻点以关闭。

source: Started %@. Continues in the background.
ja: %@ に開始。バックグラウンドで続行します。
ko: %@에 시작. 백그라운드에서 계속됩니다.
zh_hans: 开始于 %@。将在后台继续。

source: Storage
ja: ストレージ
ko: 스토리지
zh_hans: 存储

source: Test connection
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接

source: The last file of each backup. A backup without it is not complete, and Shoebox never counts it.
ja: 各バックアップの最後のファイル。これがないバックアップは未完了で、Shoebox は数えません。
ko: 각 백업의 마지막 파일. 이 파일이 없는 백업은 완료되지 않은 것으로, Shoebox가 세지 않습니다.
zh_hans: 每份备份的最后一个文件。没有它的备份不完整，Shoebox 不会计入。

source: The short video in each Live Photo.
ja: 各 Live Photos の短いビデオ。
ko: 각 Live Photo의 짧은 비디오.
zh_hans: 每张实况照片中的短视频。

source: This build uploads only under %@.
ja: このビルドは %@ の下にのみアップロードします。
ko: 이 빌드는 %@ 아래에만 업로드합니다.
zh_hans: 此版本只上传到 %@ 之下。

source: Turn it on to back up while Shoebox is closed.
ja: オンにすると、Shoebox を閉じていてもバックアップします。
ko: 켜면 Shoebox가 닫혀 있어도 백업합니다.
zh_hans: 开启后，Shoebox 关闭时也会备份。

source: Turn on background backup
ja: バックグラウンドバックアップをオン
ko: 백그라운드 백업 켜기
zh_hans: 开启后台备份

source: Up to date
ja: 最新です
ko: 최신 상태
zh_hans: 已是最新

source: Uploads continue when Shoebox is closed or the phone is locked.
ja: Shoebox を閉じても、iPhone をロックしても、アップロードは続きます。
ko: Shoebox가 닫히거나 휴대폰이 잠겨도 업로드가 계속됩니다.
zh_hans: Shoebox 关闭或手机锁定时，上传会继续。

source: Videos
ja: ビデオ
ko: 비디오
zh_hans: 视频

source: Waiting for the first backup
ja: 最初のバックアップを待っています
ko: 첫 백업 대기 중
zh_hans: 等待首次备份

source: When a new backup is complete, Shoebox deletes the oldest backups above this number.
ja: 新しいバックアップが完了すると、Shoebox はこの数を超えた古いバックアップを削除します。
ko: 새 백업이 완료되면 Shoebox는 이 개수를 넘는 가장 오래된 백업을 삭제합니다.
zh_hans: 新备份完成后，Shoebox 会删除超出此数量的最旧备份。

source: Works with Cloudflare R2, AWS S3, MinIO and other S3-compatible storage. This build uploads only under %@.
ja: Cloudflare R2、AWS S3、MinIO などの S3 互換ストレージで使えます。このビルドは %@ の下にのみアップロードします。
ko: Cloudflare R2, AWS S3, MinIO 등 S3 호환 스토리지에서 작동합니다. 이 빌드는 %@ 아래에만 업로드합니다.
zh_hans: 支持 Cloudflare R2、AWS S3、MinIO 及其他 S3 兼容存储。此版本只上传到 %@ 之下。

source: Your edits, next to the original.
ja: 編集結果をオリジナルの隣に保存します。
ko: 편집본을 원본 옆에 저장합니다.
zh_hans: 你的编辑结果，与原件放在一起。

source: Your own S3-compatible bucket, for example Cloudflare R2. Shoebox needs a key that can read, write and delete.
ja: 自分の S3 互換バケット（例：Cloudflare R2）。Shoebox には読み取り・書き込み・削除ができるキーが必要です。
ko: 직접 소유한 S3 호환 버킷(예: Cloudflare R2). Shoebox에는 읽기, 쓰기, 삭제가 가능한 키가 필요합니다.
zh_hans: 你自己的 S3 兼容存储桶，例如 Cloudflare R2。Shoebox 需要可读、可写、可删除的密钥。

source: ^[%lld backup](inflect: true)
ja: %lld 件
ko: %lld개
zh_hans: %lld 份

source: ^[%lld day](inflect: true)
ja: %lld 日
ko: %lld일
zh_hans: %lld 天

source: iOS starts it soon, usually while charging on Wi-Fi.
ja: iOS がまもなく開始します。通常は Wi-Fi 接続で充電中です。
ko: iOS가 곧 시작합니다. 보통 Wi-Fi에 연결해 충전할 때입니다.
zh_hans: iOS 很快会开始，通常在连接 Wi-Fi 充电时。

source: iOS uploads the photos for Shoebox, also when the app is closed or the phone is locked.
ja: アプリを閉じていても、iPhone をロックしていても、iOS が Shoebox の代わりに写真をアップロードします。
ko: 앱이 닫혀 있거나 휴대폰이 잠겨 있어도 iOS가 Shoebox 대신 사진을 업로드합니다.
zh_hans: 即使 App 已关闭或手机已锁定，iOS 也会为 Shoebox 上传照片。
